Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/reference/checklists/checklist_glossary_of_employment_terms.html.txt.tmx
Source language: en
Languages: ro

source: Glossary of employment terms
ro: Glosar de termeni referitori la angajare

source: │Adoptive leave │Adoptive leave is leave from work for an adoptive mother or sole male adopter │ │ │after the adoption of a child
ro: │Concediu de adopţie │Concediul de adopţie reprezintă concediul acordat de la locul de muncă mamei adoptive singure sau tatălui adoptiv singur după adopţia unui copil

source: │Agency worker │Someone who is employed by an agency to work for another person or company
ro: │Lucrător agent │O persoană care este angajată de o agenţie pentru a lucra pentru o altă persoană sau companie

source: │Annual leave │Annual leave is paid time off work for holidays, rest or recreation
ro: │Concediu anual │Concediul anual reprezintă intervalul de timp liber acordat la locul de muncă pentru vacanţe, odihnă sau recreaţie

source: │Benefit-in-kind│A term used by Revenue to refer to a taxable non-cash payment to an employee, │ │ │for example, the use of a car
ro: │Prestaţie în natură │Termen utilizat de Fisc care se referă la plata în natură impozabilă acordată unui angajat, de exemplu, folosirea unui autoturism

source: │Breaks │Short periods of time for rest and refreshment taken during working hours
ro: │Pauze │Perioade scurte de timp pentru odihnă şi gustare acordate în timpul orelor de lucru

source: ├───────────────┼───────────────────────────────────────────────────────────────────────────────┤ │ │Carer’s leave is leave from work to care someone who is deemed by the │ │Carer’s leave │Department of Social Protection as being in need of full-time care and │ │ │attention
ro: │Concediu acordat celor care au persoane în îngrijire │Concediul acordat celor care au persoane în îngrijire este concediul acordat de la locul de muncă pentru a îngriji o persoană care este considerată de Ministerul Protectia Sociala ca având nevoie de îngrijire şi atenţie permanentă

source: │Collective │Agreements negotiated between unions and employers about terms and conditions │ │agreements │of employment
ro: │Lucrător ocazional │O persoană angajată conform cerinţelor, fără aranjamente privind orele fixe sau prezenţa

source: │Common law │Law derived from custom and court decisions, rather than legislation
ro: │Contracte colective de muncă │Acorduri negociate între sindicate şi angajatori privind termenii şi condiţiile de angajare

source: │Comparator │A comparator means a comparable employee who is doing the same or similar work │ │ │as a part-time worker or someone on a fixed-term contract
ro: │Dreptul comun │Drept derivat din obiceiuri / tradiţii şi hotărâri judecătoreşti, nu din legislaţie

source: │Continuity of │This means the employee’s service or employment is unbroken and can help you │ │employment or │qualify for certain employment rights such as redundancy
ro: │Demisie forţată │Demisia forţată este situaţia în care vă reziliaţi contractul de muncă din cauza comportamentului angajatorului dumneavoastră

source: │practice │in a workplace rather than by legislation or a written contract
ro: Un exemplu este o pauză neoficială de zece minute pentru cafea la orele 11 a.m

source: │Deductions │Deductions are amounts taken off your pay and listed on your payslip, for │ │ │example, PRSI
ro: │Deduceri │Deducerile sunt sume de bani reţinute din salariul dumneavoastră şi trecute pe statul de plată al dumneavoastră, de exemplu, PRSI

source: │Disciplinary │It sets out in writing how the employer will deal with the alleged shortcomings│ │procedure │of an employee
ro: │Procedură disciplinară │Defineşte în scris modul în care angajatorul va trata presupusele deficienţe în muncă prezentate de un angajat

source: ├───────────────┼───────────────────────────────────────────────────────────────────────────────┤ │ │This means treating one person less favourably than another person
ro: │Discriminare │Reprezintă tratarea mai puţin favorabilă a unei persoană faţă de altă persoană. Discriminarea la locul de muncă este ilegală dacă se face pe baza sexului, stării civile, statutului familial, orientării sexuale, religiei, vârstei, handicapului, rasei, apartenenţei la comunitatea Traveller

source: │Discrimination │Discrimination at work is illegal if it is based on gender, civil status, │
ro: │Concediere │Aceasta se produce la rezilierea contractului de muncă

source: │ │family status, sexual orientation, religion, age, disability, race, membership │ │ │of the Traveller community
ro: Dacă sunteţi concediat de angajator, puteţi face o reclamaţie pentru concediere incorectă

source: │Dismissal │This occurs when your contract of employment is ended. If you are dismissed by │ │ │your employer you may be able to claim unfair dismissal
ro: │Lucrător casnic │Un lucrător casnic este o persoană care este angajată să lucreze la un domiciliu privat

source: │Domestic worker│A domestic worker is someone who is employed to work in a private home
ro: Aceasta înseamnă că nu sunteţi nevoit să lucraţi în condiţii nesigure sau nesănătoase

source: │ │Your employer owes you a duty of care to provide a safe workplace and this is │
ro: │Angajat │Un angajat este o persoană care lucrează pentru o altă persoană în schimbul plăţii

source: │Duty of care │implied by law in your contract of employment. It means that you should not │
ro: Nu există o definiţie pentru "angajat" în legislaţia referitoare la angajare

source: │ │An employee is someone works for someone else in return for payment
ro: Statutul de angajare al unei persoane este de regulă determinat de Comisarii Fiscului sau de Ministerul Protectia Sociala

source: │Employee │determining Employment Status (pdf) contains criteria which can be used to │ │ │clarify whether a person is employed or self-employed. The employment status of│
ro: │Permis de angajare │Majoritatea persoanelor care nu sunt cetăţeni ai SEE trebuie să deţină un permis de angajare pentru a se putea angaja în Irlanda

source: │Employment │EROs are negotiated by Joint Labour Committees to regulate conditions of │ │Regulation │employment and pay in certain employment sectors
ro: │Contract cu termen fix │Un contract cu termen fix este un contract de muncă care se încheie la o dată stabilit de comun acord

source: │Fixed-term │A fixed-term contract is a contract of employment which ends on an agreed date.│
ro: │Concediu de forţă majoră │Concediul acordat unui angajat din motive urgente datorită îmbolnăvirii sau vătămării corporale a unui membru al familiei

source: │General │A General Employment Permit is a type of employment permit for certain │ │Employment │occupations a minimum annual salary of €30,000 and for a few jobs with salaries│ │Permit │below €30,000
ro: │Procedura rezolvării plângerilor │Acesta stabileşte modul de efectuare a unei plângeri privind unul dintre termenii sau condiţiile de angajare care vă afectează

source: │Grievance │This sets out how to complain about something in your employment terms and │ │procedure │conditions which affects you
ro: │Conduită intenţionat ilegală sau inadecvată │Comportament ostentativ la locul de muncă, cum ar fi ultrajul, furtul, intimidarea sau hărţuirea

source: │ │Under employment equality legislation harassment on any of the 9 discriminatory│ │Harassment │grounds is illegal
ro: │Hărţuire │Conform Legislaţiei privind egalitatea în drepturi a angajaţilor, hărţuirea din cauza oricăruia din cele 9 motive de discriminare este ilegală

source: It is defined as behaviour “which has the purpose or effect│ │ │of violating a person’s dignity and creating an intimidating, hostile, │ │ │degrading, humiliating or offensive environment for the person”
ro: Hărţuirea este definită ca fiind un comportament “care are scopul sau efectul de a atinge demnitatea unei persoane şi de a crea un mediu intimidant, ostil, degradant, umilitor sau ofensator pentru persoana respectivă”

source: │Holiday │A holiday is paid time off work for rest and recreation. It can mean either │
ro: Aceasta poate înseamnă concediul anual sau o sărbătoare naţională

source: │Jobsharing │A type of flexible work where two people share the same employment position
ro: │Împărţirea postului │Un tip de muncă flexibilă în care două persoane pot împărţi acelaşi post

source: │Joint Labour │JLCs regulate conditions of employment in certain employment sectors. Their │
ro: │Comitete mixte pentru muncă (JLC) │Comitetele mixte pentru muncă stabilesc condiţiile de angajare şi plată în anumite sectoare de angajare

source: │Committees │agreements are called Employment Regulation Orders (EROs)
ro: Acordurile acestora se numesc Ordine de reglementare în domeniul angajării (ERO)

source: │Labour market │This is a requirement for most General Employment Permit applications. It means│
ro: │Test pentru necesităţile pieţei muncii │Aceasta este o cerinţă pentru majoritatea cererilor de permis de muncă

source: │needs test │advertising a vacancy with the EURES employment network for 8 weeks and in │ │ │local and national newspapers for 6 days
ro: Aceasta înseamnă publicarea unui post în reţeaua locurilor de muncă EURES şi în presa locală şi naţională timp de 3 zile

source: │Lay off │Lay off is when you are let go from your job temporarily as your employer has │ │ │no work for you
ro: │Şomaj temporar │Şomajul temporar reprezintă situaţia în sunteţi suspendat temporar de la lucru, deoarece angajatorul nu are de lucru pentru dumneavoastră

source: Under employment rights legislation there │
ro: │Concediu │Permisiunea de a absenta de la locul de muncă

source: │Leave │are statutory entitlements to annual leave, maternity leave, adoptive leave, │ │ │parental leave and carer's leave
ro: Legislaţia privind drepturile de angajare prevede drepturi reglementate prin lege la concediul anual, concediul de maternitate, concediul de adopţie, concediul parental şi concediul acordat celor care au persoane în îngrijire

source: │Maternity leave│Maternity leave is leave from work for a woman who is pregnant or who has just │ │ │given birth
ro: │Concediu de maternitate │Concediul de maternitate este concediul acordat de la locul de muncă unei femei însărcinate sau care a născut de curând

source: │Migrant worker │Someone who is not a national of the country where they are working
ro: │Muncitor migrant │O persoană care nu este cetăţean al ţării în care lucrează

source: │Minimum wage │This is a minimum hourly rate of pay
ro: │Salariu minim │Reprezintă tariful orar minim pentru plata salariului

source: Most employees have a legal right to the │ │ │national minimum wage (NMW)
ro: Majoritatea angajaţilor au dreptul legal la salariul minim la nivel naţional (NMW)

source: │Night work │Under the Organisation of Working Time Act 1997 night work means work done │ │ │between midnight and 7am
ro: │Muncă de noapte │Conform Legii de organizare a timpului de lucru din 1997, munca de noapte înseamnă munca prestată între miezul nopţii şi 7 a.m

source: │Notice │Notice is an announcement by the employee or employer that the employment │ │ │contract will end on a certain date
ro: │Notificare │Notificarea este un anunţ făcut de către angajat sau de către angajator cu privire la rezilierea contractului de muncă la o anumită dată

source: │Open-ended │This is a contract of employment which continues until the employer or employee│ │contract │ends it
ro: │Contract deschis │Acesta este un contract de muncă care continuă până când angajatul sau angajatorul îl reziliază

source: It is known as a contract of indefinite duration
ro: Este cunoscut drept contract pe o durată nedeterminată

source: This is what │ │ │employees often refer to as a permanent job
ro: Aceasta este ceea ce angajaţii numesc adeseori un loc de muncă permanent

source: │Overtime │Overtime is work done outside normal working hours
ro: │Muncă suplimentară │Munca suplimentară este munca prestată în afara orelor de lucru normale

source: It is a certificate│ │P45 │stating your pay, tax, USC and PRSI contributions deducted from the start of │
ro: │P45 │În momentul în care părăsiţi locul de muncă, angajatorul vă înmânează un formular P45

source: │ ├───────────────┼───────────────────────────────────────────────────────────────────────────────┤ │ │At the end of each tax year your employer gives you a P60 form
ro: Acesta este un certificat care menţionează salariul dumneavoastră, impozitele care v-au fost reţinute şi contribuţiile de asigurare socială (PRSI) care v-au fost reţinute de la începutul anului fiscal până în ultima zi la locul de muncă

source: │P60 │certificate stating your pay, tax, USC and PRSI contributions deducted during │
ro: │P60 │La sfârşitul fiecărui an fiscal, angajatorul vă înmânează un formular P60

source: │Parental leave │Parental leave is leave from work for parents of children aged under 8 (16 if │ │ │the child has a disability)
ro: │Concediu parental │Concediul parental reprezintă concediul acordat de la locul de muncă pentru părinţii cu copii cu vârsta sub 8 ani (16 ani în cazul în care copilul suferă de o formă de invaliditate)

source: │ │Paternity leave is leave from work for a parent (other than the mother) │
ro: │Concediu de paternitate │Concediul de paternitate este concediul acordat de la locul de muncă taţilor, după naşterea copilului

source: │Paternity leave│following the birth or adoption of a child
ro: Nu există drepturi reglementate prin lege la concediul de paternitate

source: │PAYE │PAYE (Pay As You Earn) is the system where tax is deducted from your wages by │ │ │your employer and sent to the Revenue Commissioners
ro: │PAYE │PAYE (plata prin reţinere la sursă) este sistemul conform căruia angajatorul dumneavoastră vă reţine impozitul din salariu şi îl trimite Comisarilor Fiscului

source: │Pension │A pension is a payment from the State or a private company to someone who is │
ro: │Pensie │O pensie este o sumă plătită de stat sau de o companie privată unei persoane care a ieşit la pensie

source: │PPS Number │all dealings with Government departments and other public bodies such as the │ │ │Revenue Commissioners
ro: │Perioadă de probă │O perioadă specificată la începutul unui contract de muncă pentru a aprecia dacă angajatul este potrivit pentru post

source: │Probationary │A specified period at the start of an employment to see if the employee is │ │period │suitable for the job
ro: │PRSA │Conturile personale de economii pentru pensie (PRSA) reprezintă un tip de aranjament pentru pensie

source: │ │PRSI (Pay Related Social Insurance) means the social insurance contributions │
ro: │PRSI │PRSI (asigurarea socială în funcţie de salariu) reprezintă contribuţiile de asigurări sociale reţinute din salariu

source: │PRSI │deducted from your wages. Your PRSI contributions help you to qualify for │ │ │social welfare payments such as Illness Benefit
ro: Contribuţiile PRSI vă ajută să vă calificaţi pentru plăţile aferente asistenţei sociale, cum ar fi Prestaţia de boală

source: │ │There are 9 public holidays each year, for example, Christmas Day. The │
ro: │Sărbători naţionale │În fiecare an există 9 sărbători naţionale, de exemplu, Crăciunul

source: │Public holidays│statutory public holiday entitlement for employees is: either a paid day off, │ │ │an extra day of annual leave or a day's pay
ro: Dreptul reglementat prin lege al angajaţilor privind sărbătorile naţionale constă într-una din următoarele opţiuni: o zi liberă plătită, o zi suplimentară de concediu anual sau plata pe o zi

source: │Redundancy │Redundancy is when your job ceases to exist because of lack of work or your │ │ │company closing down
ro: │Şomaj │Şomajul reprezintă situaţia în care locul dumneavoastră de muncă încetează să mai existe din cauza lipsei de lucru sau a închiderii companiei

source: │Registered │REAs set out pay and conditions of employment in certain employment sectors
ro: Acestea sunt acorduri colective care au fost înregistrate de Instanţele de Muncă (Labour Court)

source: │Employment │They are collective agreements which have been registered with the Labour │ │Agreement (REA)│Court
ro: │Perioadă de odihnă │Perioada de odihnă este orice perioadă care nu reprezintă timp de lucru

source: │Rest period │A rest period is any time that is not working time
ro: │Lucrător independent │Un lucrător independent este o persoană care îşi conduce propria afacere şi nu este angajat

source: │Self-employed │A self-employed person is someone who carries on their own business and is not │ │ │an employee
ro: │Hărţuire sexuală │Comportament nedorit de natură sexuală care are ca efect atingerea demnităţii femeilor şi bărbaţilor la locul de muncă – a se vedea şi hărţuire

source: │Short time │This is where your pay or hours reduced to less than half your normal weekly │ │ │amount because there is less work to be done
ro: │Contract cu obiective specifice │Un contract de muncă care se încheie atunci când este finalizată o anumită sarcină sau când se produce un anumit eveniment

source: │Partner/Spouse │partner, partner or dependant of a Critical Skills Employment Permit holder or │ │Employment │researcher
ro: │Sindicat │Un sindicat este o organizaţie care negociază cu angajatorul un salariu mai bun şi condiţii mai bune

source: │Trade union │A trade union is an organisation which negotiates with an employer for better │ │ │pay and conditions
ro: │Transfer de activitate │Un transfer de activitate se produce atunci când o companie este preluată de o altă companie sau atunci când două companii se unesc

source: │Victimisation │Victimisation or penalisation is unfair treatment of a employee by an employer │
ro: │Salarii │Salariile reprezintă sumele de bani care vă sunt plătite de către angajator pentru munca prestată

source: │ │because of some action the worker has taken, such as claiming the minimum wage.│
ro: Aceste sume sunt de asemenea cunoscute drept plată, retribuţie sau remuneraţie

source: ├───────────────┼───────────────────────────────────────────────────────────────────────────────┤ │ │Wages are the money paid to you by your employer for your work
ro: Uneori pot fi incluse alte prestaţii în salariile dumneavoastră, de exemplu taxe de şcolarizare şi de închiriere a locuinţei, dacă sunt furnizate de angajator şi reprezintă o parte a contractului dumneavoastră de muncă

source: │ │included to make up your wages, for example board and lodging, if supplied by │ │ │your employer and are part of your employment contract
ro: │Permis de muncă │Un permis de muncă este un tip de permis de angajare pentru anumite locuri de muncă cu un salariu anual cuprins între 30.000 de Euro şi 60.000 de Euro şi pentru un număr redus de locuri de muncă cu un salariu anual mai mic de 30.000 de Euro

source: │Working hours │This means the time when you are working
ro: │Ore de lucru │Reprezintă timpul în care lucraţi

source: For most employees the legal maximum │ │ │average working week is 48 hours
ro: Pentru majoritatea angajaţilor, valoarea medie pentru săptămâna de lucru maximă legală este de 48 de ore

source: │Written terms │Although all your contract of employment does not have to be written, you have │ │of employment │a legal right to a written statement of certain employment terms
ro: │Termenii contractului de muncă în scris │Deşi nu este necesar ca întregul dumneavoastră contract de muncă să fie întocmit în scris, aveţi dreptul legal la o menţionare în scris a anumitor termeni privind contractul de muncă
